Repository: Considus/Catchlight-iOS
Catalog: Catchlight/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, nb, nl, pl, pt_br, pt_pt, sv, tr

source: Your Takes will live on this device and nowhere else. Your iPhone backup won't contain them, because we deliberately keep them out of it, and that's the same choice that keeps them out of iCloud Backup. Lose this phone or wipe it, and there's nothing to restore from.
da: Dine Takes findes kun på denne enhed. De er ikke med i din iPhone-sikkerhedskopi, fordi vi bevidst holder dem ude af den. Det samme valg holder dem ude af iCloud-sikkerhedskopien. Hvis du mister telefonen eller sletter alt på den, er der ikke noget at gendanne fra.
de: Deine Takes bleiben auf diesem Gerät und nirgendwo sonst. Sie sind nicht in deinem iPhone-Backup enthalten, weil wir sie bewusst davon ausschließen. Aus demselben Grund sind sie auch nicht im iCloud-Backup enthalten. Geht dein Handy verloren oder setzt du es zurück, gibt es nichts, woraus du sie wiederherstellen könntest.
es: Tus Takes estarán en este dispositivo y en ningún otro lugar. La copia de seguridad de tu iPhone no los incluirá, porque hemos decidido deliberadamente dejarlos fuera; esa misma decisión hace que tampoco estén en la copia de seguridad de iCloud. Si pierdes este teléfono o lo borras, no habrá nada que puedas recuperar.
fi: Takesi säilytetään tällä laitteella eikä missään muualla. iPhonen varmuuskopio ei sisällä niitä, koska pidämme ne tarkoituksella sen ulkopuolella, ja sama valinta pitää ne poissa iCloud-varmuuskopiosta. Jos kadotat tämän puhelimen tai tyhjennät sen, mitään ei voi palauttaa.
fr: Vos Takes resteront sur cet appareil et nulle part ailleurs. Ils ne seront pas inclus dans la sauvegarde de votre iPhone, car nous les en excluons délibérément. C’est aussi ce qui les exclut de la sauvegarde iCloud. Si vous perdez ou effacez ce téléphone, vous ne pourrez rien restaurer.
it: I tuoi Take resteranno su questo dispositivo e da nessun’altra parte. Non saranno inclusi nel backup del tuo iPhone: li escludiamo intenzionalmente, e per lo stesso motivo non sono inclusi nel backup di iCloud. Se perdi o inizializzi questo telefono, non ci sarà nulla da ripristinare.
nb: Dine Takes blir lagret på denne enheten og ingen andre steder. De blir ikke med i iPhone-sikkerhetskopien, fordi vi bevisst holder dem utenfor. Det er det samme valget som holder dem utenfor iCloud-sikkerhetskopien. Hvis du mister eller nullstiller telefonen, er det ingenting å gjenopprette.
nl: Je Takes staan op dit apparaat en nergens anders. Ze staan niet in de reservekopie van je iPhone, omdat we ze daar bewust buiten houden. Om dezelfde reden staan ze ook niet in iCloud-reservekopie. Als je deze telefoon kwijtraakt of wist, valt er niets terug te zetten.
pl: Twoje Takes będą znajdować się na tym urządzeniu i nigdzie indziej. Kopia zapasowa iPhone'a nie będzie ich zawierać, ponieważ celowo ich w niej nie umieszczamy — z tego samego powodu nie trafiają też do kopii zapasowej w iCloud. Jeśli zgubisz ten telefon lub go wyczyścisz, nie będzie z czego przywrócić danych.
pt_br: Seus Takes ficarão neste dispositivo e em nenhum outro lugar. O backup do seu iPhone não os conterá, pois nós os mantemos deliberadamente fora dele, e essa é a mesma escolha que os mantém fora do Backup do iCloud. Se você perder este telefone ou apagá-lo, não haverá nada para restaurar.
pt_pt: Os seus Takes ficarão neste dispositivo e em mais lado nenhum. A cópia de segurança do iPhone não os inclui, porque os excluímos deliberadamente, e essa é também a opção que os mantém fora da Cópia de segurança em iCloud. Se perder ou apagar este telemóvel, não haverá nada para restaurar.
sv: Dina Takes finns bara på den här enheten. De finns inte med i din iPhone-säkerhetskopia, eftersom vi medvetet håller dem utanför den. Det är också därför de inte finns med i iCloud-säkerhetskopian. Om du tappar bort eller raderar den här telefonen finns det inget att återställa.
tr: Take'leriniz bu cihazda yaşar ve başka hiçbir yerde bulunmaz. Kasıtlı olarak yedeklemenin dışında tuttuğumuz için iPhone yedeklemeniz bunları içermez; bu aynı zamanda onları iCloud Yedeklemesi dışında tutan tercihtir. Bu telefonu kaybeder veya sıfırlarsanız, geri yüklenecek hiçbir şey kalmaz.

source: Your thoughts, in your order, telling your story. Nobody else's.
da: Dine tanker, i den rækkefølge du vælger, fortæller din historie. Ingen andres.
de: Deine Gedanken, in deiner Reihenfolge, erzählen deine Geschichte. Nicht die von jemand anderem.
es: Tus pensamientos, en el orden que tú elijas, para contar tu historia. La de nadie más.
fi: Sinun ajatuksesi, sinun järjestyksessäsi, sinun tarinasi. Ei kenenkään muun.
fr: Vos pensées, dans l’ordre que vous leur donnez, pour raconter votre histoire. Pas celle de quelqu’un d’autre.
it: I tuoi pensieri, nel tuo ordine, per raccontare la tua storia. E quella di nessun altro.
nb: Tankene dine, i den rekkefølgen du velger, forteller historien din. Ingen andres.
nl: Jouw gedachten, in jouw volgorde, vertellen jouw verhaal. Niet dat van iemand anders.
pl: Twoje myśli, w Twojej kolejności, opowiadające Twoją historię. Nikogo innego.
pt_br: Seus pensamentos, na sua ordem, contando a sua história. A de mais ninguém.
pt_pt: Os seus pensamentos, pela ordem que escolheu, a contar a sua história. Não a de mais ninguém.
sv: Dina tankar, i din ordning, som berättar din historia. Ingen annans.
tr: Düşünceleriniz, sizin sıranızla, sizin hikayenizi anlatır. Başkasınınkini değil.

source: Interval
de: Intervall
es: Intervalo
fi: Aikaväli
fr: Intervalle
it: Intervallo
nb: Intervall
pl: Interwał
pt_br: Intervalo
pt_pt: Intervalo
sv: Intervall
tr: Aralık

source: Note
de: Notiz
es: Nota
fi: Muistiinpano
it: Nota
nb: Notat
nl: Notitie
pl: Notatka
pt_br: Nota
pt_pt: Nota
sv: Anteckning
tr: Not

source: Panel
de: Bereich
fi: Paneeli
fr: Panneau
it: Pannello
nl: Paneel
pt_br: Painel
pt_pt: Painel

source: Stop
de: Stopp
es: Detener
fi: Lopeta
fr: Arrêter
it: Interrompi
nb: Stopp
pl: Zatrzymaj
pt_br: Parar
pt_pt: Parar
sv: Stoppa
tr: Durdur

source: App
es: Aplicación
pl: Aplikacja
pt_pt: Aplicação
tr: Uygulama

source: Catchlight Filter
es: Filtro de Catchlight
fr: Filtre Catchlight
it: Filtro Catchlight
pl: Filtr Catchlight
pt_br: Filtro do Catchlight
pt_pt: Filtro do Catchlight
tr: Catchlight Filtresi

source: Cloud
es: Nube
nb: Sky
pl: Chmura
pt_br: Nuvem
pt_pt: Nuvem
sv: Moln
tr: Bulut

source: Inline
es: Integrado
fr: Dans le texte
it: In linea
nb: Tekstlinje
pl: W tekście
pt_br: Em linha
pt_pt: Em linha
tr: Satır içi

source: OK
es: Aceptar
tr: Tamam

source: Radius
es: Radio
fi: Säde
fr: Rayon
it: Raggio
nl: Straal
pl: Promień
pt_br: Raio
pt_pt: Raio
sv: Radie
tr: Yarıçap

source: Standard
es: Estándar
fi: Vakio
nl: Standaard
pl: Standardowe
pt_br: Padrão
pt_pt: Padrão
tr: Standart

source: Support
es: Soporte
fi: Tuki
fr: Assistance
it: Supporto
nb: Brukerstøtte
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
pt_pt: Suporte
tr: Destek

source: System
es: Sistema
fi: Järjestelmä
fr: Système
it: Sistema
nl: Systeem
pt_br: Sistema
pt_pt: Sistema
tr: Sistem

source: Version %@
es: Versión %@
fi: Versio %@
it: Versione %@
nb: Versjon %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
pt_pt: Versão %@
tr: Sürüm %@
